<template>
    <div class="agreement help-container">
        <p class="layout-title">
            <span>服务协议</span>
        </p>
        <p class="layout-explain explain">特别提示：
            <br>&nbsp;&nbsp;在使用药居士网上药店购物平台服务之前，您应当认真阅读并遵守《药居士网上药店服务协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。
            <br>&nbsp;&nbsp;当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以任何行为实际使用、享受本站的服务，即表示您已充分阅读、理解并接受本协议的全部内容，并与药居士网上药店平台的经营者达成协议。您承诺接受并遵守本协议的约定， 届时您不应以未阅读本协议的内容主张本协议无效，或要求撤销本协议。如果您不同意本协议，或者对本协议的内容存在疑问，请停止用户注册程序，不使用本站服务。
            <br>&nbsp;&nbsp;本协议是您（或称"用户"）与药居士网上药店平台（或称"本站"）的经营者湖北药居士健康药房有限公司（简称"药居士"）共同缔结，本协议具有合同效力。药居士网上药店平台包括但不限于药居士网上药店（域名www.yaojushi.com )、 药居士掌上健康药房（含wap站、APP）等。本协议包括协议正文及所有本站已经发布的或将来可能发布或更新的各类规则，所有规则为本协议不可分割的组成部分，与本协议正文具有同等法律效力。
        </p>

        <div class="layout-main">
            <h3>一、服务协议条款的确认和接纳</h3>
            <p class="explain">&nbsp;&nbsp;1.1、本站的各项电子服务的所有权和运作权归药居士。您必须完全同意所有服务协议条款并完成注册程序，才能成为本站的正式用户。您确认：本服务协议条款是处理双方权利义务的当然约定依据，除非违反国家强制性法律，否则始终有效。
                <br>&nbsp;&nbsp;1.2、在您提交订单的同时，您也同时承认了您拥有购买这些产品的权利能力和行为能力，并且将对您在订单中提供的所有信息的真实性负责。如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用本站。
                <br>&nbsp;&nbsp;1.3、药居士保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。!
            </p>
            <h3>二、用户注册条款</h3>
            <p class="explain">&nbsp;&nbsp;2.1、用户应自行诚信向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且药居士保留终止用户使用本站各项服务的权利。
                <br>&nbsp;&nbsp;2.2、用户在本站进行浏览、下单购物等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，药居士将予以严格保密，除非得到用户的授权或法律另有规定，药居士不会向外界披露用户隐私信息。
                <br>&nbsp;&nbsp;2.3、用户注册成功后，将产生用户名和密码等账户信息，用户可以根据本站规定改变用户的密码。用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本站并向公安机关报案。
                <br>&nbsp;&nbsp;2.4、用户同意，药居士拥有通过邮件、短信电话等形式，向在本站注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。
                <br>&nbsp;&nbsp;2.5、用户同意，药居士有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。
                <br>&nbsp;&nbsp;2.6、依据国家相关法律法规规章，用户同意严格遵守以下义务，若用户未遵守，药居士有权作出独立判断并采取暂停用户权限直至注销用户的用户账户等措施，并且用户须对自己的言论和行为承担法律责任：
                <br>&nbsp;&nbsp;(2)从中国大陆向境外传输资料信息时必须符合中国有关法律法规；
                <br>&nbsp;&nbsp;(3)不得利用本网站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；
                <br>&nbsp;&nbsp;(4)不得干扰本网站的正常运转，不得侵入本网站及国家计算机信息系统；
                <br>&nbsp;&nbsp;(5)不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；
                <br>&nbsp;&nbsp;(6)不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；
                <br>&nbsp;&nbsp;(7)不得教唆他人从事本条所禁止的行为；
                <br>&nbsp;&nbsp;(8)不得利用在本网站注册的账户进行牟利性经营活动（如批发、炒货、转卖）；
                <br>&nbsp;&nbsp;(9)不得发布任何侵犯他人著作权、商标权等知识产权及其他合法权利的内容。
                <br>&nbsp;&nbsp;2.7、通过参与本站活动，用户也可能会获得积分、电子券。积分和电子券都具有特定的使用规则和有效期，逾期将被清零；请用户不时关注用户的电子券有效期，在电子券有效期届满前，本站不再另行作特别通知；本站不对逾期清零的积分和电子券负责。对于恶意购买和不正当手段获得的积分和电子券，本站有权作出独立判断并采取冻结用户的用户账户或清空积分、电子券的措施。
            </p>
            <h3>三、商品信息</h3>
            <p class="explain">&nbsp;&nbsp;3.1、本站的商品信息随时有可能发生变动，本站对此不作特别通知。本站将尽合理的商业努力，使网站内展示的商品参数、说明、价格、库存等商品信息尽可能准确、详细，但由于网站上商品信息的数量极其庞大，且受互联网技术发展水平等因素的限制，网页显示的信息可能会有一定的滞后性或差错，对此情形用户充分知悉并予以理解。如用户发现商品信息错误的或有疑问的，请用户在第一时间告诉本站，并不要提交订单。
                <br>&nbsp;&nbsp; 3.2、本站将尽最大努力保证用户所购商品与网站上公布的价格一致，尽管做出最大的努力，网站上的商品或服务中的一小部分仍可能会有定价误差。但如果发现错误定价，本站将采取下列措施：
                <br>&nbsp;&nbsp;（1）如果某一商品或服务的错误定价高于正确定价，本站将按照较低的定价向用户销售该等商品或服务；
                <br>&nbsp;&nbsp;（2）如果某一商品或服务的错误定价低于正确定价，本站会根据情况，在交付商品前联系用户达成共识，或者取消订单并通知用户。
                <br>&nbsp;&nbsp;3.3、除另有特别说明外，本网站展示的商品的价格都包含了增值税。送货运费需由用户另行支付，当然，根据用户选择的商品、价格、区域和送货方式不同，药居士可能对运费进行适当减免 （详见网站内的公告或说明）。
                <br>&nbsp;&nbsp;3.4、如果发生了意外情况，用户提交订单后，由于供应商提价、税额变化或者由于网页信息错误等造成商品价格变化，用户可以通知本站为用户取消订单。
            </p>
            <h3>四、订单</h3>
            <p class="explain">&nbsp;&nbsp;4.1、本站中展示的商品以及其价格、规格等信息，其性质仅为要约邀请，是药居士希望用户向其发出要约的意思表示；当用户确定购买并成功提交订单时（用户的订单内容应包含用户希望购买的商品数量、价格及支付方式、收货人、联系方式、收货地址等信息），视为用户向药居士出了购买订单商品的要约。 订单提交成功的信息是系统自动生成，并非药居士对用户要约的承诺。只有系统将订单信息反馈至药居士，经药居士确认能够满足用户的订购需求并向用户发货时，方视为药居士对用户的要约作出承诺，此时用户与药居士之间就该已发货商品成立了合同关系。
                <br>&nbsp;&nbsp;4.2、用户可以通过查看系统显示的订单状态，了解用户与药居士之间的合同是否成立以及成立的时间。如果用户在一份订单里订购了多种商品，而我们只向用户发出了其中部分商品的发货确认电子邮件或短信，那么药居士和用户之间的订购合同仅就该部分商品成立。
                <br>&nbsp;&nbsp;4.3、当用户下订单时，请用户仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与用户本人不一致的，收货人的行为和意思表示视为用户的行为和意思表示，用户应对收货人的行为及意思表示的法律后果承担连带责任。如果因为用户填写的收货人联系电话、地址等信息错误，导致康爱多（或药居士委托的配送公司）将货物交付给非用户本意的收货人的，由此造成的损失需由用户自行承担。
                <br>&nbsp;&nbsp;4.4、本站保留对产品订购的数量的限制权。由于市场变化及各种以合理商业努力难以控制的因素的影响，本站无法承诺用户通过提交订单所希望购买的商品都会有货，用户订购的商品或服务如果发生缺货，用户和本站皆有权取消该订单。
                <br>&nbsp;&nbsp;4.5、用户有权在下列情况下，取消订单：
                <br>&nbsp;&nbsp;（1）经用户和本站协商达成一致的；
                <br>&nbsp;&nbsp;（2）本站对用户订单做出承诺之前；
                <br>&nbsp;&nbsp;（3）本站网站上公布的商品价格发生变化或错误，用户在本站发货之前通知康爱多的。
                <br>&nbsp;&nbsp;4.6、本站在下列情况下，可以取消用户订单：
                <br>&nbsp;&nbsp;（1）经本站和用户协商达成一致的；
                <br>&nbsp;&nbsp;（2）本站上显示的商品信息明显错误或缺货的；
                <br>&nbsp;&nbsp;（3）用户订单信息明显错误或用户订购数量超出备货量的；
                <br>&nbsp;&nbsp;（4）因不可抗力、网站系统发生故障或遭受第三方攻击，及其他网站无法控制的情形的；
                <br>&nbsp;&nbsp;（5）用户通过木马、技术等手段恶意下达订单，或者经本站判断用户并非普通消费者的；
                <br>&nbsp;&nbsp;（6）经本站判断，用户订购行为不符合公平原则或诚实信用原则的情形（如同一用户多次无理由拒收订购商品、短时间重复下单、下单数量远超出正常使用数量）。
                <br>&nbsp;&nbsp;4.7、因为药品属于特殊的商品，遵照《 湖北省食品药品监督管理局互联网药品经营监督管理办法》的规定，凡是在本网站购买的商品属于《中华人民共和国药品管理法》规定的药品的，用户购买行为一旦成立，用户即不得撤销订单，非药品质量的原因，用户不得退换货。药品购买行为成立是指用户与药居士之间成立了合同关系，具体时间以药品从药居士仓库发出一刻为准，即用户所购买的药品一旦发出，非药品质量的原因，用户不得退换货。
            </p>
            <h3>五、送货、退款及费用</h3>
            <p class="explain">&nbsp;&nbsp;5.1、本站将会把产品送到用户所指定的送货地址。所有在本站上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。送货费用根据用户选择的配送方式的不同而异。
                <br>&nbsp;&nbsp;5.2、请工整、准确地填写用户的真实姓名、送货地址及联系方式。因如下情况造成订单延迟或无法配送等，本站将不承担责任：
                <br>&nbsp;&nbsp;（1）客户提供错误信息和不详细的地址；
                <br>&nbsp;&nbsp;（2）货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果；
                <br>&nbsp;&nbsp;（3）不可抗力，例如：自然灾害、交通戒严、突发战争等。
                <br>&nbsp;&nbsp;5.3、药居士在货物抵达药居士仓库前对退回的货物不享有所有权。药居士可自主选择在不要求退货的前提下进行退款。
            </p>
            <h3>六、所有权及知识产权条款</h3>
            <p class="explain">&nbsp;&nbsp;6.1、用户一旦接受本服务协议，即表明用户主动将用户在任何时间段在本站发表的任何形式的信息内容(包括但不限于评价、咨询、各类话题文章等信息内容)的财产性权利，如著作权财产权(包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利)，全部独家且不可撤销地无偿转让给药居士所有，用户同意药居士有权就任何主体侵权而单独提起诉讼。
                <br>&nbsp;&nbsp;6.2、本服务协议已经构成《中华人民共和国著作权法》及相关法律规定的著作财产权转让书面协议，其效力及于用户在本站上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。用户同意并已充分了解本服务协议的条款，承诺不将已发表于本站的信息，以任何形式发布或授权其它主体以任何方式使用(包括但限于在各类网站、媒体上使用)。
                <br>&nbsp;&nbsp;6.3、除法律另有强制性规定外，未经药居士明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本站的信息内容，否则，药居士有权追究其法律责任。
                <br>&nbsp;&nbsp;6.4、本站所刊登的资料信息(诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件)，均是药居士或其内容提供者的财产，本站上所有内容的汇编是药居士的排他财产，本站上所有软件都是康爱多或其关联公司或其软件供应商的财产，均受中国和国际版权法律的保护。用户只能在本站授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。本站所有的文章版权归原文作者和本站共同所有，任何人需要转载本站的文章，必须征得原文作者或本站授权。
            </p>
            <h3>七、信息保护</h3>
            <p class="explain">&nbsp;&nbsp;7.1、用户一旦注册成功，成为本站的合法用户，将得到一个密码和用户名。用户可随时根据指示改变用户的密码。用户将对用户名和密码安全负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责。用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通告本站，以便本站采取相应措施。
                <br>&nbsp;&nbsp;7.2、用户个人隐私：请阅读本站的隐私声明以了解隐私政策。该声明适用于用户访问本站，或在本站购买商品或使用本站提供的任何服务。
                <br>&nbsp;&nbsp;7.3、本站不会向任何第三方披露、转让、出租或者出售交易用户名单、交易记录等涉及消费者个人信息的数据以及用户保存在本站各项服务中的非公开内容，除非用户明确授权本站，或本站在诚信基础上认为透露这些信息是必要的。用户了解并同意，本站有权根据相应法律法规的要求，或应政府部门（包括司法及行政部门）的要求，向其提供用户在本站填写的注册信息和交易纪录等必要信息。如用户涉嫌侵犯他人知识产权，则本站亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供用户必要的身份信息。
            </p>
            <h3>八、责任限制及不承诺担保</h3>
            <p class="explain">&nbsp;&nbsp;8.1、除非另有明确的书面说明，药居士及其所包含的或以其它方式通过本站提供给用户的全部信息、内容、材料、产品(包括软件)和服务，均是在“按现状”和“按现有”的基础上提供的。
                <br>&nbsp;&nbsp;8.2、除非另有明确的书面说明，药居士不对本站的运营及其包含在本网站上的信息、内容、材料、产品(包括软件)或服务作任何形式的、明示或默示的声明或担保(根据中华人民共和国法律另有规定的以外)。
                <br>&nbsp;&nbsp;8.3、药居士不担保网站所包含的或以其它方式通过网站提供给用户的全部信息、内容、材料、产品(包括软件)和服务、其服务器或从康爱多网站系统发出的电子信件、信息没有病毒或其他有害成分。
                <br>&nbsp;&nbsp;8.4、如因不可抗力或其它本站无法控制的原因使本站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，药居士会合理地尽力协助处理善后事宜。
            </p>
            <h3>九、服务的中断和终止</h3>
            <p class="explain">&nbsp;&nbsp;9.1、用户向本站提出注销账户申请，经本站审核同意后，由本站注销该用户账户，本协议即告终止。但在注销该用户账户后，本站仍有权：保留该用户的注册信息及过往的全部交易行为记录；如用户在账户注销前在本站上存在违法行为或违反本协议的行为，本站仍可行使本协议所规定的权利。
                <br>&nbsp;&nbsp;9.2、在下列情况下，本站可以通过注销用户账户的方式单方解除本协议：
                <br>&nbsp;&nbsp;（1）在用户违反本协议相关规定时，本站有权暂停或终止向该用户提供服务。如该用户本站暂停或终止提供服务后，再一次直接或间接或以他人名义注册为本站用户的，本站有权再次暂停或终止向该用户提供服务；
                <br>&nbsp;&nbsp;（2） 如本站通过用户提供的信息与用户联系时，发现用户在注册时填写的电子邮箱已不存在或无法接收电子邮件的，经本站以其他联系方式（如有）通知用户，而用户在三个工作日内仍未能提供新的有效电子邮箱地址的，本站有权终止向该用户提供服务；
                <br>&nbsp;&nbsp;（3） 一经发现用户注册信息中的内容是虚假的，本站即有权终止向该用户提供服务；
                <br>&nbsp;&nbsp;（4） 本协议修改或更新时，如用户表示不愿接受新的服务协议的，本站有权终止向该用户提供服务；
                <br>&nbsp;&nbsp;（5）本站认为需终止提供服务的其他情况。
            </p>
            <h3>十、法律适用、管辖、协议更新与用户阅读义务</h3>
            <p class="explain">&nbsp;&nbsp;10.1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。如发生本服务协议或网站规则与中华人民共和国法律相抵触，则这些内容将完全按法律规定重新解释，而其它条款则依旧保持对用户的约束力。
                <br>&nbsp;&nbsp;10.2、若用户和药居士就服务协议的订立和履行等事宜产生争议的，用户和药居士均一致同意将相关争议提交药居士所在地（武汉市东西湖区）相应级别的法院管辖。
                <br>&nbsp;&nbsp;10.3、根据国家法律法规变化及本站运营需要，药居士有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。用户可随时登录查阅最新协议；用户有义务不时关注并阅读最新版的服务协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受本站站依据本协议提供的服务；如用户继续使用本站提供的服务的，即视为同意更新后的协议。
            </p>
        </div>
    </div>
</template>

<script>
export default {};
</script>

<style lang="less" scoped>
@import "~styles/help";

.layout-main {
    padding: 20px;
}
</style>
