<template>
    <div class="recruit help-container">
        <p class="layout-title">
            <span>加入药居士</span>
        </p>

        <ul class="layout-main">
            <li v-for="(item,index) in list" :key="index">
                <h3>{{item.type}}</h3>
                <p class="explain">岗位职责：</p>
                <p class="explain" v-for="(i,d) in item.duty" :key="d">{{i}}</p>
                <p class="explain">任职要求：</p>
                <p class="explain" v-for="value in item.tenure" :key="value.id">{{value}}</p>
                <p class="explain">投递邮箱：<span class="red">285294668@qq.com </span>, 主题注明<span class="blue">“应聘+职位”</span> 。谢谢！</p>
            </li>

        </ul>
    </div>
</template>

<script>
export default {
    data() {
        return {
            list: [
                {
                    type: "软件工程师",
                    duty: [
                        "1、负责公司官网OMS/CRM/ERP系统的设计、开发、维护、实施工作；",
                        "2、负责项目相关的数据库设计及评审；",
                        "3、协助完成项目的测试、系统交付工作，对项目实施提供支持。"
                    ],
                    tenure: [
                        "1、大专及以上学历，3年以上开发经验、计算机与软件相关专业；",
                        "2、精通C#，Html5，Js开发，具有独立设计及开发能力；",
                        "3、熟悉.Net平台的常见开源框架，对IORM等技术有一定理解；",
                        "4、熟悉SQL Server数据库、熟练使用数据库建模工具；",
                        "5、熟悉.NetCore及Linux系统开发者优先；",
                        "6、具有团队合作精神和良好的沟通能力。"
                    ]
                },
                {
                    type: "执业药师",
                    duty: [
                        "1、熟悉国家药品相关法律法规和政策；",
                        "2、具备组建质量管理体系的能力，并能组织质量体系的实施和落实；",
                        "3、熟悉药品专业知识，负责药品的质量安全管控；",
                        "4、具备独立处理药品质量安全事故的能力；",
                        "5、具备对质量问题原因的分析、改进和预防能力；",
                        "6、负责公司的质量审核、验收、储运、养护、质量统计和质量评审；",
                        "7、负责公司经营过程的质量监督、检查、指导和考核；",
                        "8、负责质量信息的收集、分析、判断和执行；",
                        "9、负责质量管理团队建设，具备对人员培训的能力；",
                        "10、负责不合格药品的确认、处理、报损和销毁的确认；",
                        "11、负责拟定公司经营的质量流程、岗位职责和操作规范；",
                        "12、熟悉OFFICE的应用、基本的制图软件和ERP系统的应用。"
                    ],
                    tenure: [
                        "1、学历：本科及以上",
                        "2、专业：药学相关",
                        "3、职称：执业药师",
                        "4、经验：取得执业药师二年以上"
                    ]
                },
                {
                    type: "产品经理",
                    duty: [
                        "1、负责B2C交易平台(M端、PC端、APP)内容管理系统（CMS系统）的需求调研，收集（包括但不限于交易，风控等方向）和整理；",
                        "2、编写产品规划方案、并组织开展方案讨论、评审工作，为最终的需求文档负责；",
                        "3、负责与UI&UE&研发&测试团队紧密配合，推进产品研发，达成产品目标；",
                        "4、配合其它业务方，及时响应新增的交易模式需求的撰写及维护；",
                        "5、负责B2C平台各页面的布局、架构和设计；和研发团队实现为内容的创作人员、编辑人员、发布人员提供便捷、高效的管理工具；",
                        "6、负责交易流程的设计与嵌接；提升和优化用户使用体验。"
                    ],
                    tenure: [
                        "1、专科及以上学历，对互联网有较强的理解和知识储备，具有交易平台产品经验；",
                        "2、从事过至少3年以上的交易平台相关工作，对交易平台有深入理解，能够了解核心功能和差异；",
                        "3、具备良好的沟通能力，能够恰当的处理与公司内、客户间不同角色人员的交流；",
                        "4、具备较强的理解能力，能够在与各岗位、客户接触过程中，沉淀、整理出有价值的产品信息；",
                        "5、有平台化产品工作经验者优先。"
                    ]
                },
                {
                    type: "天猫客服",
                    duty: [
                        "1、通过聊天工具和顾客沟通，耐心热情专业地解答顾客提出的各种问题，引导客户下单，完成销售业绩；",
                        "2、及时查看后台订单，审核后台订单；",
                        "3、店铺后台遇到的问题订单反馈给店铺运营，及时调整运营策略；",
                        "4、对于拍下没有下单的客户，进行进一步的咨询，记录客户的顾忌，在下一次销售的时候，可以从容面对；",
                        "5、维护好老客户，推销关联产品，提高店铺的回购率和客单价；",
                        "6、记录在工作过程中遇到的问题及时反馈。"
                    ],
                    tenure: [
                        "1、专业不限，药学/医学/护理学相关专业优先（熟悉、了解药品）；",
                        "2、学习能力强，有良好的服务意识，工作耐心细致及责任心；",
                        "3、能承受一定的工作压力；",
                        "4、电脑使用熟练，熟悉办公软件和网络工具；",
                        "5、有药店工作经验优先，药学专业的优秀实习生、应届生亦可接收！"
                    ]
                },
                {
                    type: "天猫运营专员",
                    duty: [
                        "1、负责天猫的运营工作，策划营销活动方案并推进执行，完成公司制定的销售目标；",
                        "2、负责店铺的品牌入库，品牌申请以及新品上架工作；",
                        "3、与运营和美工沟通配合进行店铺装修，专题活动页面设计，产品详情页优化；",
                        "4、单品市场调查，价格维护，单品促销方案实施跟踪效果并及时优化方案；",
                        "5、根据各种数据工具进行数据分析，给出优化方案，并且及时做出运营对策；",
                        "6、配合客服部完成客服流程优化并且落实实施。"
                    ],
                    tenure: [
                        "1、大专以上学历，有2年及以上天猫运营经验，熟悉了解天猫运营规则、运营经验，具有医药保健电商经验优；",
                        "2、具有一定的市场分析及判断能力，并根据调查情况制定产品计划；",
                        "3、整理汇报每周、月监控的数据；营销数据、交易数据、商品管理、客户管理；",
                        "4、有责任心，有团队协作精神，爱岗敬业。"
                    ]
                },
                {
                    type: "网页设计师商品经理",
                    duty: [
                        "1、负责公司网站平台的策划、设计、切图、排版、改版；",
                        "2、负责对网页的风格、色彩、布局设计工作，图片美化处理；",
                        "3、负责公司自媒体平台产品界面图片进行创意设计、美化、排版；",
                        "4、负责对公司线上活动广告/主题的宣传进行创意策划、排版、美工设计；",
                        "5、具有B2C的PC、M端、微商城和APP的设计经验优先；",
                        "6、熟悉B2C平台的交易流程和功能；",
                        "7、精通Photoshop、Coreldraw、Flash、Fireworks、dreamweaver、AI等相关软件；",
                        "8、具有一定的美术功底、审美能力，良好的创意思维和理解能力，能充分理解到市场和客户的需求；",
                        "9、应具有较强的执行力和责任心，有较强的团队协作精神；能承受一定的工作压力；",
                        "10、有较强的沟通能力；思维敏锐活跃，能及时精准的把握和捕捉到网络和社会热点。"
                    ],
                    tenure: [
                        "1、学历：不限",
                        "2、专业：设计、美术等相关专业",
                        "3、经验：不限"
                    ]
                },
                {
                    type: "药店店长",
                    duty: [
                        "1、负责门店的店面销售工作及人员.货品.陈列.营运管理,达到公司所订立之营业目标；",
                        "2、做好产品管理，根据人群消费特点和时节实时调整好产品库存结构，组织协调产品盘查工作；",
                        "3、根据门店销售状况提出促销方案及计划并组织跟进实施：实施门店的营销管理和相关管理工作，执行业务操作规范；",
                        "4、对消费者提出的意见及建议进行分析及反馈，不断提高服务质量；",
                        "5、执行总部下达的各项任务，做好门店的管理及协调工作；",
                        "6、懂得团队建设、管理和人员培养、工作调配，具备制订培训计划并组织培训的能力；",
                        "7、具有熟练的药品专业知识和及配伍运用技巧，具自我激励及团队激励的能力，具有良好的对外沟通协调；能力及服务意识，熟悉连锁门店营销模式；",
                        "8、工作积极，认真负责，处事灵活，能够承受较强的工作压力；",
                        "9、具备自我总结和团队总结能力，具备纠偏定规的制度建设与完善能力；",
                        "10、懂得经营过程中的突发事件应急处理能力和方法。"
                    ],
                    tenure: [
                        "1、学历：中专以上；",
                        "2、专业：药学/中药学；",
                        "3、经验：一年以上。"
                    ]
                },
                {
                    type: "质管部长",
                    duty: [
                        "1、组织制定质量管理体系文件，并指导、监督文件的执行；",
                        "2、负责对供货单位和购货单位的合法性、购进药品的合法性以及供货单位销售人员、购货单位采购人员的合法资格进行审核，并根据审核内容的变化进行动态管理；",
                        "3、负责药品的验收，指导并监督药品采购、储存、养护、销售、退货、运输等环节的质量管理工作，监督各岗位人员严格按规定流程及要求操作系统；",
                        "4、负责不合格药品的确认，对不合格药品的处理过程实施监督；",
                        "5、负责指导设定计算机系统质量控制功能；",
                        "6、组织验证、校准相关设施设备；",
                        "7、负责药品召回的管理；",
                        "8、负责药品不良反应的报告；",
                        "9、组织质量管理体系的内审和风险评估；",
                        "10、组织对药品供货单位及购货单位质量管理体系和服务质量的考察和评价；",
                        "11、组织对被委托运输的承运方运输条件和质量保障能力的审查；",
                        "12、其他应当由质量管理部门履行的职责。"
                    ],
                    tenure: [
                        "1、药学相关专业大专及以上学历，执业药师或执业中药师职称；",
                        "2、3年以上药品经营企业质量管理工作经验，至少1年以上医药批发行业或连锁药店质量管理工作经验；",
                        "3、品行端正，身体健康，工作仔细认真，责任心强，为人正直。"
                    ]
                },
                {
                    type: "会计/主办会计",
                    duty: [
                        "1、处理跨部门、跨公司的相关问题；",
                        "2、核算药居士账务、成本；",
                        "3、处理线上平台和线下药店相关的财务问题。"
                    ],
                    tenure: [
                        "1、大专及以上的财务相关专业毕业；",
                        "2、熟悉全盘账务处理，商贸公司成本核算，懂得税务筹划优先；",
                        "3、熟练操作计算机，会使用金蝶软件；",
                        "4、熟悉工商、税局、银行等相关部门的工作流程；",
                        "5、沟通能力强，吃苦耐劳，抗压能力强；",
                        "6、有医药行业或电商行业财务工作经验优先；",
                        "7、初级会计证书或其他财务专业证书优先。"
                    ]
                }
            ]
        };
    }
};
</script>


<style lang="less" scoped>
@import "~styles/help";

.recruit {
    margin-bottom: 50px;
}

.layout-main {
    padding: 0 20px;
    li {
        margin-top: 10px;
    }
    .red:hover{
        text-decoration: underline;
    }
}
</style>