<template>
    <div class="returns help-container">
        <p class="layout-title">
            <span>退换货政策</span>
        </p>

        <div class="layout-main">
            <h2>支持退换货时间：
                <span class="blue">货物签收后7天内。</span>
            </h2>
            <br>
            <h3>属于下列情形的，可支持退换货：</h3>
            <p class="explain">1. 由于产品本身存在质量原因，经我方质量管理部门检验，确属质量问题的；
                <br>2. 由于我方原因造成发货错误或因延误发货，而给您带来不便的；
                <br>3. 国家权威管理部门发布公告的产品（如停售、收回等）；
                <br>4. 收到货物时，部分商品破损、溢漏，配件缺失，快递人员当场确认的。
            </p>
            <div class="remind">温馨提示：</div>
            <p class="explain">1. 物流配送途中，外包装明显有挤压变形、破损等情况的。请您必须在快递人员在场情况下，作拒收包裹的操作，同时请致电致电药居士售后专线：027-83215071。
                <br>2. 包裹商品的数量、品类与您的订单不一致的。为防止配送途中的掉包或是配错情况，请您必须在快递人员在场情况下，致电药居士售后专线：027-83215071确认包裹情况， 再确定是否签收。
            </p>
            <h3>属于下列情形的，不支持退换货：</h3>
            <p class="explain">1. 在退换货之前您未与我们客户服务中心取得联系；
                <br>2. 因药品的特殊性，购买行为一旦成立即不得撤销，非药品质量原因不得退换；
                <br>3. 超出退换货规定时间的（货物签收后7天内）；
                <br>4. 没有质量问题的商品；
                <br>5. 因使用和储藏不当造成商品损坏、污染等质量问题；
                <br>6. 退回商品外包装或其他商品附属物不完整或有毁损；
                <br>7. 您所退换的商品的批号、规格与售出时不符的；
                <br>8. 不能提供药居士消费凭证的以及药品外包装没有我们提供的防伪标贴的；
                <br>9. 商品并非由我们提供的；
                <br>10. 不可抗力原因。
                <br>11. 顾客自己下错订单的，非质量问题，不给于退换货的。
            </p>
            <h3>注：</h3>
            <p class="explain">1. 请您于每天09:00-22:30致电药居士售后专线：027-83215071申请退换货，我们的客服人员会指导您进行正确的退换货操作。
                <br>2. 如发生退货，请以快递方式退回，如有与退换商品相关的促销礼券、赠品等请一并退回。药居士网上药店同时收回您购买此商品所获的相应积分或返利。
                <br>3. 所有退货须经药居士网上药店客服中心确认后方可退回。
                <br>4. 未经药居士网上药店客服中心确认而擅自退回的商品，您的退货申请将不被受理。此时商品将通过快递方式退还给您，且您退回商品产生的费用药居士网上药店将无法承 担。在因商品质量问题退回商品的情况下，药居士网上药店将承担因您退回商品产生的快递费用。
                <br>5. 药居士网上药店在法律允许的范围内保留最终解释权。</p>
            <h3>服务承诺</h3>
            <p class="explain">
                <span class="remind">药居士网上药店承诺：</span>我们销售的所有商品均为正牌商品，且通过正规渠道进行采购。如您发现药居士网上药店销售的商品为假冒商品，请提供相关鉴定证明，我们将无条件“假一罚二”。
            </p>
        </div>
    </div>
</template>

<style lang="less" scoped>
@import "~styles/help";

.returns {
    margin-bottom: 50px;
}

.layout-main {
    padding-left: 20px;
    padding-right: 20px;

    .blue {
        color: #2b8ef3;
    }
}
</style>